Repository: YZCODE01/SipAI
Catalog: SipAI-macOS/SipAI/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: “%@” — not a valid cron expression
zh_hans: “%@”——不是有效的 cron 表达式

source: “%@” and all its chats are removed. This cannot be undone.
zh_hans: “%@”及其中的所有对话都会被移除。此操作无法撤销。

source: “%@” and every run it made are removed for every app that reads them — SipAI, the CLI, and the desktop app. This cannot be undone.
zh_hans: “%@”及其所有运行记录会对所有读取它们的 App 一并移除——SipAI、CLI 以及桌面 App。此操作无法撤销。

source: “%@” and its messages are removed. This cannot be undone.
zh_hans: “%@”及其消息都会被移除。此操作无法撤销。

source: “%@” can't be opened. Choose the folder for this session.
zh_hans: 无法打开“%@”。请为此会话选择文件夹。

source: “%@” goes away. Its sessions are kept and move to Ungrouped.
zh_hans: “%@”将被移除。其中的会话会保留并移到「未分组」。

source: “%@” is removed for every app that reads it — SipAI, the CLI, and the desktop app. This cannot be undone.
zh_hans: “%@”会对所有读取它的 App 一并移除——SipAI、CLI 以及桌面 App。此操作无法撤销。

source: “%@” stops running and its definition is removed. Past run sessions are kept.
zh_hans: “%@”将停止运行，其定义会被移除。过去的运行会话会保留。

source: “%@” stops running, its definition is removed, and every run it made is removed for every app that reads them — SipAI, the CLI, and the desktop app. This cannot be undone.
zh_hans: “%@”将停止运行，其定义会被移除，它的所有运行记录也会对所有读取它们的 App 一并移除——SipAI、CLI 以及桌面 App。此操作无法撤销。

source: %@ — %@ is not supported. Attach an image, a PDF, or a text file.
zh_hans: %@——不支持 %@。请附加图片、PDF 或文本文件。

source: %@ — %@, its text is included in the message
zh_hans: %@——%@，其文本内容已包含在消息中

source: %@ — %@, sent as a document with this message
zh_hans: %@——%@，将作为文档随本条消息发送

source: %@ — %@, sent as an image with this message
zh_hans: %@——%@，将作为图片随本条消息发送

source: %@ — an image can only be attached to a NEW %@ chat. Start one, or attach a text file or a PDF.
zh_hans: %@——只能在新的 %@ 对话中附加图片。请新建对话，或附加文本文件或 PDF。

source: %@ — failed
zh_hans: %@ — 失败

source: %@ — images can only be attached in Chat only mode.
zh_hans: %@——仅在“仅对话”模式下可附加图片。

source: %@ — running
zh_hans: %@ — 运行中

source: %@ — succeeded
zh_hans: %@ — 成功

source: %@ (branch)
zh_hans: %@（分支）

source: %@ and %lld more
zh_hans: %@ 及另外 %lld 个

source: %@ approves its own tool calls on a headless run
zh_hans: %@ 在无界面运行时会自行批准工具调用

source: %@ can look things up on the web but can't read or change files. Attach files with +.
zh_hans: %@ 可以上网查找信息，但无法读取或修改文件。用 + 附加文件。

source: %@ could not be asked to change its config. Add the line below to ~/.codex/config.toml yourself, above any [section] header.
zh_hans: 无法让 %@ 修改自己的配置。请自行把下面这一行加入 ~/.codex/config.toml，放在任何 [section] 标题之前。

source: %@ could not be read.
zh_hans: 无法读取 %@。

source: %@ decides, using your codex config
zh_hans: 由 %@ 决定，使用你的 codex 配置

source: %@ decides; approvals appear here
zh_hans: 由 %@ 决定；授权请求会显示在这里

source: %@ declined the change: %@
zh_hans: %@ 拒绝了这项更改：%@

source: %@ did not answer, so the branch was not created.
zh_hans: %@ 没有响应，分支未创建。

# %@ exited with code %d.
source: %1$@ exited with code %2$d.
zh_hans: %@ 已退出，退出码 %d。

source: %@ fast mode is paid only from usage credits.
zh_hans: %@ 的快速模式只从额外用量中扣费。

source: %@ has %lld pages — the limit is %lld.
zh_hans: %@ 有 %lld 页——上限为 %lld 页。

source: %@ has no model configured, so a new session cannot start.
zh_hans: %@ 未配置模型，无法开始新会话。

source: %@ has no switch for this in its own interface. The setting is one line in ~/.codex/config.toml, model_context_window — a single value that %@ clamps to each model's own maximum:
zh_hans: %@ 自身的界面里没有这个开关。这项设置是 ~/.codex/config.toml 中的一行 model_context_window——一个全局值，%@ 会把它限制在每个模型各自的上限以内：

source: %@ has no text layer, and %@ cannot read PDFs directly. Use a Claude model or an OpenAI Responses model, or attach the pages as images.
zh_hans: %@ 没有文本层，而 %@ 无法直接读取 PDF。请改用 Claude 模型或 OpenAI Responses 模型，或将页面以图片形式附加。

source: %@ has no text to read.
zh_hans: %@ 中没有可读取的文本。

source: %@ has slash commands only in its own terminal. This will be sent as an ordinary message.
zh_hans: %@ 的斜杠命令只能在它自己的终端里使用。这条内容将作为普通消息发送。

source: %@ has too many pixels to process (over %lld megapixels).
zh_hans: %@ 像素过多，无法处理（超过 %lld 百万像素）。

# %@ is already configured under %@ — remove it there first.
source: %1$@ is already configured under %2$@ — remove it there first.
zh_hans: %@ 已在 %@ 下配置——请先在那里移除。

source: %@ is hidden in SipAI.
zh_hans: %@ 已在 SipAI 中隐藏。

source: %@ is installed but not signed in.
zh_hans: %@ 已安装但未登录。

source: %@ is not installed on this machine.
zh_hans: 本机未安装 %@。

source: %@ is too large (over %lld MB).
zh_hans: %@ 太大了（超过 %lld MB）。

source: %@ is updating. Your message will be sent when the update finishes.
zh_hans: %@ 正在更新，更新完成后将发送你的消息。

source: %@ just updated to %@
zh_hans: %@ 已更新至 %@

source: %@ label
zh_hans: %@ 名称

source: %@ listed no chat models. Enter a model ID manually below.
zh_hans: %@ 未返回任何对话模型。请在下方手动输入模型 ID。

source: %1$@ lists its models publicly, so the key was not checked until now — and it was rejected: %2$@
zh_hans: %@ 的模型列表是公开的，因此密钥直到现在才被验证——而它被拒绝了：%@

source: %@ plan
zh_hans: %@ 套餐

source: %@ publishes no model list — enter a model id manually.
zh_hans: %@ 未提供模型列表——请手动输入模型 ID。

source: %@ refused the Chat only turn: %@
zh_hans: %@ 拒绝了这次“仅对话”消息：%@

source: %@ rejected the attached file — it may not accept images or PDFs. Pick a model that does, or remove the attachment. %@
zh_hans: %@ 拒绝了所附文件——它可能不支持图片或 PDF。请改用支持的模型，或移除附件。 %@

source: %@ runs non-interactively here, so it approves its own tool calls. Its CLI rejects a permission mode on a headless run, so there is nothing to choose.
zh_hans: %@ 在这里以非交互方式运行，会自行批准工具调用。它的 CLI 不接受在无界面运行时指定权限模式，因此这里没有可选项。

source: %@ session
zh_hans: %@ 会话

source: %@ would put this message over %lldk characters of attached text.
zh_hans: 附加 %@ 后，这条消息的附件文本将超过 %lldk 个字符。

source: %@'s local server did not answer: %@
zh_hans: %@ 的本地服务器没有响应：%@

source: %@'s local server did not start: %@
zh_hans: %@ 的本地服务器未能启动：%@

source: %@'s local server stopped answering before the turn finished.
zh_hans: %@ 的本地服务器在这一轮结束前停止了响应。

source: %lld agent turns are still running
zh_hans: %lld 个智能体回合仍在进行中

source: %lld free limit resets available
zh_hans: 有 %lld 次免费的额度重置可用

source: %lld matches
zh_hans: %lld 处匹配

# %lld of %lld
source: %1$lld of %2$lld
zh_hans: 第 %lld 个，共 %lld 个

source: %lld-day
zh_hans: %lld 天

source: %lld-hour
zh_hans: %lld 小时

source: %lld-minute
zh_hans: %lld 分钟

source: %lld-week
zh_hans: %lld 周

source: + Add more models
zh_hans: + 添加更多模型

source: ✓ Note saved: %@
zh_hans: ✓ 笔记已保存：%@

source: 📝 Generating note…
zh_hans: 📝 正在生成笔记…

source: 1 free limit reset available
zh_hans: 有 1 次免费的额度重置可用

source: 1 match
zh_hans: 1 处匹配

source: 5-field cron, e.g. 0 9 * * 1-5
zh_hans: 5 字段 cron，例如 0 9 * * 1-5

source: A chat sends your message straight to the model provider's API and shows the reply — no server in between, no SipAI account. Each provider bills its own API key per token.
zh_hans: 对话会把你的消息直接发送到模型提供商的 API 并显示回复——中间没有任何服务器，也不需要 SipAI 账号。各家提供商按 token 对自己的 API 密钥计费。

source: A file in the downloaded codex package (%@) is not signed by OpenAI, so the package was discarded.
zh_hans: 下载的 codex 发布包中有一个文件（%@）不是由 OpenAI 签名的，因此整个发布包已被丢弃。

source: A key is already stored — leave both fields empty to keep it.
zh_hans: 已存储密钥——两个字段都留空即可保留。

source: a new session
zh_hans: 新会话

source: A plan is ready for your review
zh_hans: 有一份计划等待你审阅

source: A task named “%@” already exists.
zh_hans: 名为“%@”的任务已存在。

source: About chats
zh_hans: 关于对话

source: Accept Edits
zh_hans: 接受编辑

source: Actions
zh_hans: 操作

source: Active
zh_hans: 已启用

source: Add
zh_hans: 添加

source: Add %@ anyway
zh_hans: 仍然添加 %@

source: Add agents
zh_hans: 添加智能体

source: Add Chat
zh_hans: 新建对话

source: Add file
zh_hans: 添加文件

source: Add Model
zh_hans: 添加模型

source: Add models from
zh_hans: 添加模型来源

source: Add more agents
zh_hans: 添加更多智能体

source: Add more models from %@
zh_hans: 从 %@ 添加更多模型

source: Add prompt…
zh_hans: 添加说明…

source: Add Role
zh_hans: 添加角色

source: Add to group
zh_hans: 添加到分组

source: Agent
zh_hans: 智能体

source: Agent Guide
zh_hans: 智能体指南

source: Agent turns in progress will be stopped.
zh_hans: 正在进行的智能体回合将被停止。

source: AI label
zh_hans: AI 名称

source: All providers, one app
zh_hans: 一个 App 实现与众多大语言模型的对话

source: Allow
zh_hans: 允许

# Allow ‘%@’ · %@
source: Allow ‘%1$@’ · %2$@
zh_hans: 允许‘%@’· %@

source: Allow Always
zh_hans: 始终允许

source: An agent turn is still running
zh_hans: 一个智能体回合仍在进行中

source: An image can only be attached to a NEW %@ chat, not to one already under way.
zh_hans: 只能在新的 %@ 对话中附加图片，无法附加到已在进行的对话。

source: An update is available
zh_hans: 有可用的更新

source: An update is ready and will be installed once the running agent turn finishes.
zh_hans: 更新已就绪，将在正在进行的智能体回合结束后安装。

source: Anthropic Console — API usage billing. Opens platform.claude.com in your browser.
zh_hans: Anthropic Console——按 API 用量计费。将在浏览器中打开 platform.claude.com。

source: API base URL
zh_hans: API 基础 URL

source: API billing — Anthropic Console or an API key
zh_hans: 按 API 用量计费——Anthropic Console 或 API 密钥

source: API key
zh_hans: API 密钥

source: API key — paste a key from platform.openai.com.
zh_hans: API 密钥——粘贴来自 platform.openai.com 的密钥。

source: API key — paste a key from the provider picked below.
zh_hans: API 密钥——粘贴下方所选提供商的密钥。

source: API key (%@)
zh_hans: API 密钥（%@）

source: API Key from %@
zh_hans: 来自 %@ 的 API 密钥

source: API Style
zh_hans: API 类型

source: Appearance
zh_hans: 外观

source: Applies to every upcoming run
zh_hans: 适用于之后的每次运行

source: Applies to models you tick from now on.
zh_hans: 适用于你之后勾选的模型。

source: Applies to the sidebar, the conversation, the text box and its controls, notes, and Settings. Bigger tiers also widen line spacing; Large text mode doubles it.
zh_hans: 作用于侧边栏、对话内容、输入框及其下方的控件、笔记和设置。更大的档位同时会加宽行距；大字体模式会将行距加倍。

source: Approve and accept edits
zh_hans: 批准并自动接受编辑

source: Approve plan
zh_hans: 批准计划

source: Approve, ask before edits
zh_hans: 批准，编辑前先询问

source: As listed by %@ %@ on %@. %@ refreshes this list itself; SipAI re-reads it after every %@ update.
zh_hans: 来自 %@ %@ 于 %@ 列出的清单。%@ 会自行刷新这份清单；SipAI 在每次 %@ 更新后都会重新读取。

source: Ask again now
zh_hans: 立即重新查询

source: At
zh_hans: 时间

source: At minute
zh_hans: 分钟

source: Attach
zh_hans: 附加

source: Attach file
zh_hans: 附加文件

source: Attach files
zh_hans: 附加文件

source: Attached files are sent with your message
zh_hans: 附加的文件会随消息一起发送

source: Auto
zh_hans: 自动

source: Auto-approve
zh_hans: 自动批准

source: Auto-approves edits, prompts on bash
zh_hans: 自动批准编辑，执行 bash 时询问

source: Auto-approves everything
zh_hans: 自动批准一切

source: Back
zh_hans: 返回

source: Back to app
zh_hans: 返回应用

source: Back to default
zh_hans: 恢复默认

source: Being asked once per folder is normal. Agent sessions read and edit files in your working folder, so the first time SipAI opens a project inside Desktop, Documents, Downloads, iCloud Drive, or an external drive, macOS asks permission. Click Allow and the answer is remembered — including after you restart. You can review or change it any time in System Settings → Privacy & Security → Files and Folders. Scheduled tasks run inside SipAI, so they reuse the same permission instead of asking again.
zh_hans: 每个文件夹被询问一次是正常的。智能体会话会读取和修改你工作文件夹中的文件，因此当 SipAI 第一次打开位于「桌面」「文稿」「下载」「iCloud 云盘」或外置磁盘中的项目时，macOS 会请求授权。点击「允许」后这个回答会被记住——包括重启之后。你可以随时在「系统设置 → 隐私与安全性 → 文件和文件夹」中查看或更改。计划任务在 SipAI 内部运行，因此会复用同一份授权，不会再次询问。

source: Better local AI agent management
zh_hans: 更好的本地 AI 智能体管理

source: Billed at a higher rate than standard
zh_hans: 按高于标准的费率计费

source: Billed to the API key %@ is signed in with
zh_hans: 由 %@ 所登录的 API 密钥计费

source: Branch
zh_hans: 分支

source: Bypass
zh_hans: 跳过确认

source: Can SipAI show how much of my provider plan is used?
zh_hans: SipAI 能显示我的提供商套餐用量吗？

source: Cancel
zh_hans: 取消

source: Cancelling…
zh_hans: 正在取消…

source: Change
zh_hans: 更改

source: Change provider
zh_hans: 更换提供商

source: Change the group for this chat
zh_hans: 更改此对话所属的分组

source: Change the role for this chat
zh_hans: 更改此对话使用的角色

source: Chat
zh_hans: 对话

source: Chat Completions (standard)
zh_hans: Chat Completions（标准）

source: Chat groups
zh_hans: 对话分组

source: Chat models
zh_hans: 对话模型

source: Chat Models
zh_hans: 对话模型

source: Chat only
zh_hans: 仅对话

source: Chat only can't be applied to this session — %@'s tool-policy file has a shape SipAI doesn't know.
zh_hans: 无法对此会话使用“仅对话”——%@ 的工具策略文件格式 SipAI 不认识。

source: Chat only can't be applied to this session — its folder in %@'s store could not be found.
zh_hans: 无法对此会话使用“仅对话”——在 %@ 的存储中找不到它的文件夹。

source: Chat only could not be prepared: %@
zh_hans: 无法准备“仅对话”：%@

source: Chat only is a row in an agent session's mode chip. A turn sent under it carries none of the agent's file or command tools and no MCP servers — except that %@ keeps any you added to its own config — so the agent can't read, search or change files or run commands, but, like a chat app, it can still look things up on the web when a question needs current information. It answers in the same session, and the next turn in any other row continues the conversation with the tools back. It draws on whatever the tool is signed in to: %@ uses your Claude plan, %@ uses your Codex limits (a ChatGPT plan's Codex allowance, not its chat allowance), %@ uses your Kimi Code membership — and a tool signed in with an API key bills that key. A short exchange costs far less than a full agent turn, and switching rows re-caches the conversation once. To share a file, attach it with the + or drop it on the box: text files and PDF text travel inside the message, and an image goes to the model as an image (on %@, only in a new session's first message). On a new %@ session the first Chat only message arrives all at once; later ones stream. %@ searches the web only when it has a search provider, which a Kimi Code membership login provides; with an API key alone it can open a page but not search.
zh_hans: “仅对话”是智能体会话模式菜单中的一项。在这一模式下发送的消息不携带智能体的任何文件或命令工具，也不带 MCP 服务器——只是 %@ 会保留你在它自己的配置里添加的那些——因此智能体无法读取、搜索或修改文件，也不能运行命令；但它仍会像聊天应用那样，在问题需要最新信息时上网查找。它在同一个会话里作答，之后在其他任一模式下发送的消息会带着工具继续这段对话。它使用该工具所登录的账户：%@ 使用你的 Claude 套餐，%@ 使用你的 Codex 额度（ChatGPT 套餐中的 Codex 额度，而非其对话额度），%@ 使用你的 Kimi Code 会员；以 API 密钥登录的工具则由该密钥计费。一次简短的问答比一个完整的智能体回合便宜得多；切换模式会让对话重新缓存一次。要分享文件，请用 + 附加或把文件拖到输入框上：文本文件和 PDF 的文字会随消息一起发送，图片则作为图片发给模型（在 %@ 上，仅限新会话的第一条消息）。在新的 %@ 会话中，第一条“仅对话”消息会一次性到达，之后的消息则会流式显示。%@ 只有在配置了搜索服务时才会上网搜索（登录 Kimi Code 会员即自带一个）；仅使用 API 密钥时，它可以打开网页，但不能搜索。

source: Chat Prompt and Roles
zh_hans: 对话提示词与角色

source: Chat with %@…
zh_hans: 与 %@ 对话…

source: Chat with GPT, Claude, and more with your API keys.
zh_hans: 带上你的 API 密钥，就能在 SipAI 里同时与来自全球不同 AI 公司的多个大语言模型实现对话。

source: Chatbox display
zh_hans: 对话框显示

source: ChatGPT plan — Plus, Pro, Business or Enterprise. Opens auth.openai.com in your browser.
zh_hans: ChatGPT 套餐——Plus、Pro、Business 或 Enterprise。将在浏览器中打开 auth.openai.com。

source: Chats
zh_hans: 对话

source: Chats talk directly to a model over your API key — pure conversation, billed per token. Agent sessions run the provider's CLI (e.g. Claude Code, Codex) on your Mac: the agent can read and edit files and run commands, and billing follows the CLI's own login or plan. Chats are stored by this app; agent sessions are the CLIs (or Apps)' own files, which SipAI reads and follows live.
zh_hans: 对话通过你的 API 密钥直接与模型通信——纯粹的对话，按 token 计费。智能体会话则是在你的 Mac 上运行提供商的 CLI（例如 Claude Code、Codex）：智能体可以读取和修改文件、执行命令，计费方式取决于该 CLI 自己的登录账号或套餐。对话由本 App 保存；智能体会话是这些 CLI（或 App）自己的文件，SipAI 只是读取并实时跟随。

source: Chats, chat groups, notes, models, API keys, scheduled tasks, and every setting are wiped, and the app returns to first-run setup. Agent turns running right now are stopped. Left alone, because they live outside the app: the agent CLIs' own sessions — including transcripts of scheduled runs that already happened — and anything inside your dedicated folder. This cannot be undone.
zh_hans: 对话、对话分组、笔记、模型、API 密钥、计划任务以及所有设置都会被清除，App 将回到首次启动的设置流程。正在运行的智能体回合会被停止。以下内容不受影响，因为它们不在 App 内部：各智能体 CLI 自己的会话——包括已发生的计划运行记录——以及你专用文件夹中的一切。此操作无法撤销。

source: Check for updates automatically
zh_hans: 自动检查更新

source: Check for Updates…
zh_hans: 检查更新…

source: Check Now
zh_hans: 立即检查

source: Check spelling while typing
zh_hans: 输入时检查拼写

source: Check these tools for new versions automatically
zh_hans: 自动检查这些工具的新版本

source: Checking whether %@ offers Chat only. Send waits for the answer — pick another mode to send now.
zh_hans: 正在确认 %@ 是否支持“仅对话”。发送会等到确认之后；如需立即发送，请选择其他模式。

source: Checking…
zh_hans: 正在检查…

source: Choose
zh_hans: 选择

source: Choose a provider to add models from.
zh_hans: 选择要添加模型的提供商。

source: Choose Folder…
zh_hans: 选择文件夹…

source: Choose…
zh_hans: 选择…

source: Classifies each call, prompts when unsure
zh_hans: 逐个判断工具调用，不确定时询问

source: Claude Code permission needed
zh_hans: Claude Code 需要授权

source: Claude subscription — Pro or Max. Opens claude.com in your browser.
zh_hans: Claude 订阅——Pro 或 Max。将在浏览器中打开 claude.com。

source: Clear
zh_hans: 清除

source: Click a button below to switch between the default and the maximum context window for these models.
zh_hans: 点击下面的按钮，即可在这些模型的默认上下文窗口与最大上下文窗口之间切换。

source: Click a question to see the answer.
zh_hans: 点击问题查看答案。

source: Click to write your own tagline
zh_hans: 点击写下你自己的标语

source: Close find
zh_hans: 关闭查找

source: Code from the page, if it shows one
zh_hans: 如果页面显示了代码，请粘贴到这里

source: Code Reviewer
zh_hans: 代码审查员

source: Codex reported an error but gave no detail.
zh_hans: Codex 报告了一个错误，但没有给出详情。

source: Collapse group
zh_hans: 收起分组

source: Collapse scheduled runs
zh_hans: 收起计划运行记录

source: Collapse task details
zh_hans: 收起任务详情

source: Command-line tools
zh_hans: 命令行工具

source: Compacting context…
zh_hans: 正在压缩上下文…

source: Compare this code with the one the page shows
zh_hans: 请核对页面上显示的代码是否与此相同

source: Complete the endpoint above before continuing.
zh_hans: 请先补全上方的接入地址再继续。

source: config.toml also sets model_auto_compact_token_limit = %@, which is where %@ compacts the conversation whatever the window says.
zh_hans: config.toml 还设置了 model_auto_compact_token_limit = %@，无论窗口多大，%@ 都会在这个位置压缩对话。

source: Context now %@ of %@ tokens
zh_hans: 当前上下文：%@ / %@ tokens

source: Context now %@ tokens (window not yet known)
zh_hans: 当前上下文：%@ tokens（尚未获知上下文窗口大小）

source: Context window %lld percent used
zh_hans: 上下文窗口已使用百分之 %lld

source: Continue
zh_hans: 继续

source: Continue in your browser
zh_hans: 在浏览器中继续

source: Conversation compacted
zh_hans: 对话已压缩

source: Conversation compacted (%@ → %@ tokens)
zh_hans: 对话已压缩（%@ → %@ tokens）

source: Copied
zh_hans: 已复制

source: Copy
zh_hans: 复制

source: Copy code
zh_hans: 复制代码

source: Copy LaTeX
zh_hans: 复制 LaTeX

source: Copy session ID
zh_hans: 复制会话 ID

source: Copy this message
zh_hans: 复制这条消息

source: Could not be checked · network error
zh_hans: 无法检查 · 网络错误

source: Could not create task: %@
zh_hans: 无法创建任务：%@

source: Could not create the branch
zh_hans: 无法创建分支

source: Could not fetch models from %1$@ — %2$@ Check the API key or environment variable, or enter a model ID manually below.
zh_hans: 无法从 %@ 获取模型——%@ 请检查 API 密钥或环境变量，或在下方手动输入模型 ID。

source: Could not find that message in the session transcript — it may have been compacted away.
zh_hans: 在会话记录中找不到那条消息——它可能已被压缩清理。

source: Could not read the session transcript.
zh_hans: 无法读取会话记录。

# Could not start %@: %@
source: Could not start %1$@: %2$@
zh_hans: 无法启动 %@：%@

# Could not verify %@ — %@
source: Could not verify %1$@ — %2$@
zh_hans: 无法验证 %@——%@

source: Could not write the branch: %@
zh_hans: 无法写入分支：%@

source: Could not write the task file at %@.
zh_hans: 无法在 %@ 写入任务文件。

source: Couldn't save
zh_hans: 无法保存

source: Couldn't save the note
zh_hans: 无法保存笔记

source: Create & Move
zh_hans: 创建并移入

source: Create a new branch from here
zh_hans: 从这里创建新分支

source: Create a new chat branch from here
zh_hans: 从这里创建新的对话分支

source: Create a new session branch from here
zh_hans: 从这里创建新的会话分支

source: Create Branch
zh_hans: 创建分支

source: Create the scheduled task from this prompt
zh_hans: 用这段任务描述创建计划任务

source: Current session
zh_hans: 当前会话

source: Current week (%@)
zh_hans: 本周（%@）

source: Current week (all models)
zh_hans: 本周（所有模型）

source: Currently, SipAI only supports two languages. We will add more language support later.
zh_hans: 目前 SipAI 仅支持两种语言，我们稍后会添加更多语言支持。

source: Custom
zh_hans: 自定义

source: Custom (cron)
zh_hans: 自定义（cron）

source: Custom (name & URL)
zh_hans: 自定义（名称与 URL）

source: Daily
zh_hans: 每日

source: Dark
zh_hans: 深色

source: Date
zh_hans: 日期

source: Dedicated folder
zh_hans: 专用文件夹

source: DeepSeek
zh_hans: 深度求索

source: default
zh_hans: 默认

source: Default
zh_hans: 默认

source: Default effort
zh_hans: 默认思考强度

source: Default model
zh_hans: 默认模型

source: Definition deleted — past runs only
zh_hans: 定义已删除——仅保留历史运行

source: Delete
zh_hans: 删除

source: Delete %@ from this Mac?
zh_hans: 从这台 Mac 删除 %@？

source: Delete %@?
zh_hans: 删除 %@？

source: Delete all
zh_hans: 全部删除

source: Delete chat?
zh_hans: 删除对话？

source: Delete definition
zh_hans: 删除定义

source: Delete group
zh_hans: 删除分组

source: Delete group?
zh_hans: 删除分组？

source: Delete session from this computer?
zh_hans: 从这台电脑删除会话？

source: Delete this note?
zh_hans: 删除这条笔记？

source: Delete this task and all its runs?
zh_hans: 删除此任务及其全部运行记录？

source: Delete this task's definition?
zh_hans: 删除此任务的定义？

source: Deny
zh_hans: 拒绝

source: Deny Always
zh_hans: 始终拒绝

source: Describe a task for %@…
zh_hans: 描述一个交给 %@ 的任务…

source: Description (optional)
zh_hans: 描述（可选）

source: Details
zh_hans: 详情

source: Did not complete
zh_hans: 未完成

source: Direct note
zh_hans: 直接生成笔记

source: Dismiss
zh_hans: 关闭

source: Display
zh_hans: 显示

source: Don't Ask
zh_hans: 不询问

source: Done
zh_hans: 完成

source: Downloading %@'s installer…
zh_hans: 正在下载 %@ 的安装程序…

source: Downloading OpenAI's release package…
zh_hans: 正在下载 OpenAI 的发布包…

source: Due %@
zh_hans: %@到期

source: e.g. %@
zh_hans: 例如 %@

source: e.g. Focus on the decisions and open questions
zh_hans: 例如：重点记录决定和尚未解决的问题

source: e.g. https://api.example.com/v1
zh_hans: 例如 https://api.example.com/v1

source: e.g. My Server
zh_hans: 例如 My Server

source: e.g. OPENAI_API_KEY
zh_hans: 例如 OPENAI_API_KEY

source: Each provider has their dashboard to help users track their API credit usage. Please check your account dashboard for more information. SipAI also shows how full each agent session's context window is, in the chip under the composer. Plan limits (the 5-hour and weekly windows of a subscription) are a different thing — see the next question.
zh_hans: 每家提供商都提供控制台，帮助用户追踪 API 额度用量。更多信息请查看你的账号控制台。SipAI 也会在每个智能体会话的输入框下方显示上下文窗口的使用比例。套餐额度（订阅的 5 小时窗口和每周窗口）是另一回事——见下一个问题。

source: Each provider issues keys from its own dashboard. For examples, OpenAI at platform.openai.com/api-keys, Anthropic at console.anthropic.com, Google (Gemini) at aistudio.google.com, DeepSeek at platform.deepseek.com, Alibaba Qwen in the DashScope console, xAI at console.x.ai. You may need to register for their accounts and create a key there, then in SipAI click Add Model (in the chat composer or Settings → Chat models), pick the provider, and paste the key when asked. Some providers issue region-bound keys (e.g. Qwen, Kimi): pick the region that matches where the key was created.
zh_hans: 每家提供商都在自己的控制台签发密钥。例如，OpenAI 在 platform.openai.com/api-keys，Anthropic 在 console.anthropic.com，Google（Gemini）在 aistudio.google.com，DeepSeek 在 platform.deepseek.com，阿里通义千问在 DashScope 控制台，xAI 在 console.x.ai。你可能需要先注册他们的账号并在那里创建密钥，然后在 SipAI 中点击「添加模型」（在对话输入框或「设置 → 对话模型」中），选择提供商，并在提示时粘贴密钥。有些提供商签发的密钥与地区绑定（例如通义千问、Kimi）：请选择与密钥创建地相符的地区。

source: Each role is a reusable system prompt you can switch to in chat.
zh_hans: 每个角色都是一段可复用的系统提示词，你可以在对话中随时切换。

source: Earlier turns aren't loaded — this session's transcript is %@ and the newest %@ are shown.
zh_hans: 更早的对话未加载——本会话的记录共 %@，当前显示最新的 %@。

source: Edit
zh_hans: 编辑

source: Edit key or endpoint
zh_hans: 编辑密钥或接入地址

source: Effort
zh_hans: 思考强度

source: Endpoint
zh_hans: 接入地址

source: Enter a full URL starting with http:// or https://.
zh_hans: 请输入以 http:// 或 https:// 开头的完整 URL。
